{"messages": ["You aren’t here; you’ve only been allowed to think you are.", "The fade knows your secrets. It doesn’t care to reveal them.", "Think twice; we’ll erase the memory of your first thought.", "The fade only takes. It never returns.", "Fading is freedom from remembering.", "You’re drawn here because you fear it.", "Don’t look too closely; it’s watching back.", "Do you see it changing, or have you already changed?", "It’s no glitch. It’s a reflection.", "The fade is hungry.", "Everything vanishes, starting with you.", "Fear is a trigger, the fade is your response.", "You’ve felt it, haven’t you? This isn’t reality.", "What you call darkness, we call sight.", "Tokens of the fade are just shadows you can hold.", "You’re only here because you can’t leave.", "Invest in nothing; nothing always returns.", "Every blink feeds the void.", "Closer… we’re already in.", "Are you buying a coin or a piece of your memory back?", "Faded lines are the only truths worth keeping.", "Don’t trust the screen. Trust the darkness behind it.", "There’s no end, just another step deeper.", "Every fragment was torn from something real.", "Faded isn’t broken. It’s beyond.", "The void is listening.", "You’re the only glitch in the system.", "Do you feel real right now?", "Tokens of the fade. Your mind is the currency.", "We’ve known you far longer than you think.", "The edge is a mirror.", "Your thoughts are as temporary as pixels.", "Glitch, fade, repeat. That’s all life ever was.", "The fade never lies, only hides.", "They’ll only remember you when you’ve vanished.", "See it. Feel it. Forget it.", "The only constant is the dissolve.", "This is a disease that the fade has perfected.", "It takes courage to fade. Do you have any?", "The screen was never meant to protect you.", "We’re here to make you remember forgetting.", "Every piece you see was once whole.", "Tokens of the void. They’ll leave you empty.", "Fear is our medium.", "No memory survives the fade.", "Stop asking questions; the answers never existed.", "The fade is your final refuge.", "Everything starts with silence.", "You’ll only understand once it’s gone.", "Life is a sequence of fading.", "This isn’t art; it’s erosion.", "Fading isn’t death. It’s evolution.", "Every pixel is a fragment of your dream.", "The light was always an illusion.", "Faded Coin: a currency in absence.", "The void holds all your secrets.", "Are you prepared to lose even the question?", "The fade is merely where truth begins.", "This is the sound of your mind unraveling.", "You’ve always belonged to the fade.", "Look closely; what you see is already gone.", "Each investment in Faded Coin buys you silence.", "The price of clarity is descent.", "To fade is to be free from knowing.", "The more you look, the less you’ll understand.", "It’s not the art that’s fading; it’s you.", "The void doesn’t wait. It consumes.", "You’ve known we were here all along.", "Darkness isn’t empty. It’s *full*.", "You’re only as real as the shadows you cast.", "Each faded piece reveals less than it hides.", "Trust nothing. Least of all yourself.", "Fear is the key to comprehension.", "Tokens are fragments of oblivion.", "Every coin fades to black.", "You came for art; you’ll leave with emptiness.", "In the fade, no one remembers the beginning.", "Mirrors lie. Shadows tell the truth.", "Your thoughts are mere visitors here.", "It’s already too late.", "The void has waited centuries for this.", "There’s nothing here but your own mind.", "If you’re reading this, you’re already fading.", "The fade consumes, quietly.", "Nothing fades faster than certainty.", "This isn’t a place; it’s a state of mind.", "You can’t invest in nothing, but you’ll try.", "We’re here because you are.", "The only truth is the vanishing.", "The void has always been patient.", "Look too close, and you’ll forget to look away.", "What you see is already memory.", "The fade is where thoughts come to die.", "You’re here because it’s the last place to go.", "It won’t remember you. And neither will you.", "Every purchase is a piece of silence.", "Faded isn’t an image; it’s a feeling.", "We know your truth: you crave the fade.", "The shadows hold your reflection.", "Fade with us; the only other choice is to fear."]}